Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: An app entry already in the directory has a similar name:
ar: يوجد إدخال تطبيق في الدليل باسم مشابه بالفعل:
de: Ein bereits im Verzeichnis vorhandener App-Eintrag hat einen ähnlichen Namen:
el: Μια καταχώριση εφαρμογής που υπάρχει ήδη στον κατάλογο έχει παρόμοιο όνομα:
es: Una entrada de app ya existente en el directorio tiene un nombre similar:
fa: یک ورودی برنامه که از قبل در فهرست وجود دارد نام مشابهی دارد:
fr: Une fiche d'appli déjà présente dans le répertoire porte un nom similaire :
he: לרשומת אפליקציה שכבר קיימת בספרייה יש שם דומה:
hi: निर्देशिका में पहले से मौजूद ऐप प्रविष्टि का मिलता-जुलता नाम है:
id: Entri aplikasi yang sudah ada di direktori memiliki nama serupa:
it: Una voce di app già presente nella directory ha un nome simile:
ja: ディレクトリ内の既存のアプリが似た名前で登録されています:
ko: 디렉터리에 이미 있는 앱 항목의 이름이 비슷합니다:
nl: Een app-vermelding die al in de directory staat, heeft een vergelijkbare naam:
pl: Wpis aplikacji już znajdujący się w katalogu ma podobną nazwę:
pt: Uma entrada de app já existente no diretório tem um nome semelhante:
ru: Запись приложения, уже имеющаяся в каталоге, имеет похожее название:
sv: Ett appobjekt som redan finns i katalogen har ett liknande namn:
th: มีรายการแอปในไดเรกทอรีที่มีชื่อคล้ายกันอยู่แล้ว:
tr: Dizinde zaten bulunan bir uygulama girişi benzer bir ada sahip:
uk: Запис додатка, який уже є в каталозі, має подібну назву:
vi: Một mục ứng dụng đã có trong danh mục có tên tương tự:
zh_hans: 目录中已有一个应用条目使用相似名称：

source: An Easy Way to Update Your Account Email
ar: طريقة سهلة لتحديث بريد حسابك الإلكتروني
de: Ein einfacher Weg, deine Konto-E-Mail zu aktualisieren
el: Ένας εύκολος τρόπος για να ενημερώσετε το email του λογαριασμού σας
es: Una forma fácil de actualizar el correo de tu cuenta
fa: راهی آسان برای به‌روزرسانی ایمیل حساب شما
fr: Un moyen simple de mettre à jour l'e-mail de votre compte
he: דרך קלה לעדכן את האימייל של החשבון שלך
hi: अपना खाता ईमेल अपडेट करने का एक आसान तरीका
id: Cara Mudah untuk Memperbarui Email Akun Anda
it: Un modo semplice per aggiornare l'email del tuo account
ja: アカウントのメールアドレスを簡単に更新する方法
ko: 계정 이메일을 업데이트하는 쉬운 방법
nl: Een eenvoudige manier om je account-e-mail bij te werken
pl: Łatwy sposób na aktualizację e-maila konta
pt: Uma forma fácil de atualizar o e-mail da sua conta
ru: Простой способ обновить email аккаунта
sv: Ett enkelt sätt att uppdatera ditt kontos e-post
th: วิธีง่าย ๆ ในการอัปเดตอีเมลบัญชีของคุณ
tr: Hesap E-postanızı Güncellemenin Kolay Bir Yolu
uk: Простий спосіб оновити email акаунта
vi: Cách Dễ Dàng Để Cập Nhật Email Tài Khoản Của Bạn
zh_hans: 轻松更新您的账户邮箱

source: Announcements
ar: الإعلانات
de: Ankündigungen
el: Ανακοινώσεις
es: Anuncios
fa: اطلاعیه‌ها
fr: Annonces
he: הודעות
hi: घोषणाएं
id: Pengumuman
it: Annunci
ja: お知らせ
ko: 공지사항
nl: Aankondigingen
pl: Ogłoszenia
pt: Anúncios
ru: Объявления
sv: Meddelanden
th: ประกาศ
tr: Duyurular
uk: Оголошення
vi: Thông báo
zh_hans: 公告

source: Another beta-tester catch: saving a forum topic used to trigger a one-time tip titled "Faster Episode Actions," describing swipe-to-delete and mark-as-played — neither of which exists on a saved topic. The tip now matches whatever you actually saved, and VoiceOver users get an accurate version pointing to the Actions rotor instead of a swipe-left instruction that, under VoiceOver, just moves focus to the previous item rather than doing anything useful.
ar: صيد آخر من مختبري النسخة التجريبية: كان حفظ موضوع في المنتدى يؤدي سابقًا إلى ظهور نصيحة لمرة واحدة بعنوان "إجراءات أسرع للحلقات"، تصف السحب للحذف ووضع علامة "تم التشغيل" — وكلاهما غير موجود في موضوع محفوظ. أصبحت النصيحة الآن تطابق ما حفظته فعليًا، ويحصل مستخدمو VoiceOver على نسخة دقيقة تشير إلى عجلة الإجراءات بدلًا من تعليمة السحب لليسار التي، تحت VoiceOver، تنقل التركيز فقط إلى العنصر السابق دون أي فائدة.
de: Noch ein Fund eines Beta-Testers: Das Speichern eines Forumsthemas löste bisher einen einmaligen Tipp namens "Schnellere Episodenaktionen" aus, der Wischen-zum-Löschen und Als-abgespielt-markieren beschrieb – beides gibt es bei einem gespeicherten Thema gar nicht. Der Tipp passt jetzt zu dem, was tatsächlich gespeichert wurde, und VoiceOver-Nutzer erhalten eine korrekte Version, die auf das Aktionen-Rad verweist, statt auf eine Wisch-nach-links-Anweisung, die unter VoiceOver lediglich den Fokus auf das vorherige Element verschiebt, ohne etwas Sinnvolles zu bewirken.
el: Ακόμα μία ανακάλυψη δοκιμαστή beta: η αποθήκευση ενός θέματος φόρουμ ενεργοποιούσε παλαιότερα μια εφάπαξ συμβουλή με τίτλο "Ταχύτερες ενέργειες επεισοδίων", που περιέγραφε σύρσιμο για διαγραφή και επισήμανση ως αναπαραγμένο — καμία από τις δύο δεν υπάρχει σε ένα αποθηκευμένο θέμα. Η συμβουλή τώρα ταιριάζει με ό,τι αποθηκεύσατε πραγματικά, και οι χρήστες VoiceOver λαμβάνουν μια ακριβή έκδοση που παραπέμπει στον τροχό ενεργειών αντί για μια οδηγία σύρσιμου προς τα αριστερά, η οποία, με το VoiceOver, απλώς μετακινεί την εστίαση στο προηγούμενο στοιχείο χωρίς να κάνει τίποτα χρήσιμο.
es: Otro hallazgo de un beta tester: guardar un tema del foro solía activar un consejo único titulado "Acciones más rápidas para episodios", que describía deslizar para eliminar y marcar como reproducido, ninguna de las cuales existe en un tema guardado. El consejo ahora coincide con lo que realmente guardaste, y los usuarios de VoiceOver reciben una versión correcta que señala la rueda de acciones en lugar de una instrucción de deslizar hacia la izquierda que, con VoiceOver, solo mueve el foco al elemento anterior sin hacer nada útil.
fa: یک یافتهٔ دیگر از آزمون‌کنندهٔ بتا: ذخیرهٔ یک موضوع انجمن قبلاً باعث نمایش یک نکتهٔ یک‌باره با عنوان «عملکردهای سریع‌تر برای قسمت‌ها» می‌شد که کشیدن برای حذف و علامت‌گذاری به‌عنوان پخش‌شده را توصیف می‌کرد — که هیچ‌کدام در یک موضوع ذخیره‌شده وجود ندارند. این نکته اکنون با آنچه واقعاً ذخیره کرده‌اید مطابقت دارد، و کاربران VoiceOver نسخهٔ دقیقی دریافت می‌کنند که به چرخ عملکردها اشاره دارد، نه دستورالعمل کشیدن به چپ که در VoiceOver فقط تمرکز را به مورد قبلی منتقل می‌کند بدون هیچ کاربرد مفیدی.
fr: Une autre trouvaille d'un testeur bêta : enregistrer un sujet de forum déclenchait auparavant une astuce unique intitulée « Actions plus rapides pour les épisodes », décrivant le balayage pour supprimer et marquer comme lu — deux actions qui n'existent pas sur un sujet enregistré. L'astuce correspond désormais à ce que vous avez réellement enregistré, et les utilisateurs de VoiceOver reçoivent une version exacte pointant vers le rotor d'actions plutôt qu'une instruction de balayage vers la gauche qui, sous VoiceOver, ne fait que déplacer le focus vers l'élément précédent sans rien accomplir d'utile.
he: תגלית נוספת של בודק בטא: שמירת נושא בפורום נהגה להפעיל טיפ חד-פעמי בשם "פעולות מהירות לפרקים", שתיאר החלקה למחיקה וסימון כהושמע — אף אחת מהן לא קיימת בנושא שמור. הטיפ עכשיו מתאים למה שבאמת שמרת, ומשתמשי VoiceOver מקבלים גרסה מדויקת שמפנה לגלגל הפעולות במקום הוראת החלקה שמאלה שתחת VoiceOver רק מזיזה את המיקוד לפריט הקודם בלי לעשות דבר שימושי.
hi: एक और बीटा-परीक्षक की खोज: फ़ोरम विषय सहेजने पर पहले "एपिसोड के लिए तेज़ कार्रवाइयां" शीर्षक वाला एक बार का सुझाव दिखता था, जो स्वाइप-टू-डिलीट और चलाया हुआ चिह्नित करने का वर्णन करता था — जबकि सहेजे गए विषय में इनमें से कोई भी मौजूद नहीं है। अब यह सुझाव उससे मेल खाता है जो आपने वास्तव में सहेजा है, और VoiceOver उपयोगकर्ताओं को एक्शन्स रोटर की ओर इशारा करने वाला सटीक संस्करण मिलता है, न कि बाईं ओर स्वाइप करने का निर्देश, जो VoiceOver में केवल फ़ोकस को पिछली वस्तु पर ले जाता है और कोई उपयोगी काम नहीं करता।
id: Temuan lain dari penguji beta: menyimpan topik forum sebelumnya memicu tips satu kali berjudul "Tindakan Lebih Cepat untuk Episode", yang menjelaskan geser-untuk-hapus dan tandai sebagai diputar — keduanya tidak ada pada topik yang tersimpan. Tips tersebut kini sesuai dengan apa yang benar-benar Anda simpan, dan pengguna VoiceOver mendapatkan versi yang akurat yang mengarah ke rotor Tindakan, bukan instruksi geser ke kiri yang, di VoiceOver, hanya memindahkan fokus ke item sebelumnya tanpa melakukan apa pun yang berguna.
it: Un'altra scoperta di un beta tester: salvare un argomento del forum attivava in precedenza un suggerimento una tantum intitolato "Azioni più rapide per gli episodi", che descriveva scorrimento per eliminare e contrassegna come riprodotto — nessuna delle due esiste su un argomento salvato. Il suggerimento ora corrisponde a ciò che hai effettivamente salvato, e gli utenti VoiceOver ricevono una versione accurata che rimanda alla rotella delle azioni invece di un'istruzione di scorrimento verso sinistra che, con VoiceOver, sposta semplicemente il focus sull'elemento precedente senza fare nulla di utile.
ja: ベータテスターによるもう一つの発見です。フォーラムのトピックを保存すると、以前は「エピソードの操作をもっと速く」という一度限りのヒントが表示され、スワイプで削除したり再生済みにしたりする方法が説明されていましたが、どちらも保存されたトピックには存在しません。このヒントは今では実際に保存した内容に合わせて表示されるようになり、VoiceOverユーザーには、左スワイプ（VoiceOverでは単にフォーカスを前の項目に移すだけで何の役にも立ちません）の説明ではなく、アクションローターを案内する正確なバージョンが表示されます。
ko: 베타 테스터가 발견한 또 다른 문제: 포럼 토픽을 저장하면 이전에는 "에피소드용 빠른 작업"이라는 일회성 팁이 표시되어 스와이프로 삭제하거나 재생됨으로 표시하는 방법을 설명했지만, 저장된 토픽에는 이 중 어느 것도 존재하지 않았습니다. 이제 이 팁은 실제로 저장한 항목에 맞게 표시되며, VoiceOver 사용자는 왼쪽으로 스와이프하라는 지침(VoiceOver에서는 그저 초점을 이전 항목으로 옮길 뿐 아무 쓸모가 없음) 대신 작업 로터를 안내하는 정확한 버전을 받게 됩니다.
nl: Nog een ontdekking van een betatester: het opslaan van een forumonderwerp activeerde voorheen een eenmalige tip met de titel "Snellere afleveringsacties", die veeg-om-te-verwijderen en markeren als afgespeeld beschreef — geen van beide bestaat bij een opgeslagen onderwerp. De tip komt nu overeen met wat je daadwerkelijk hebt opgeslagen, en VoiceOver-gebruikers krijgen een correcte versie die naar de actierotor verwijst in plaats van een veeg-naar-links-instructie die onder VoiceOver alleen de focus naar het vorige item verplaatst zonder iets nuttigs te doen.
pl: Kolejne znalezisko beta-testera: zapisanie wątku na forum wcześniej uruchamiało jednorazową wskazówkę pod tytułem "Szybsze akcje dla odcinków", opisującą przesunięcie w celu usunięcia i oznaczenie jako odtworzone — żadna z nich nie istnieje w przypadku zapisanego wątku. Wskazówka teraz pasuje do tego, co faktycznie zapisałeś, a użytkownicy VoiceOver otrzymują poprawną wersję wskazującą pokrętło akcji zamiast instrukcji przesunięcia w lewo, która pod VoiceOver jedynie przenosi fokus na poprzedni element, nie robiąc nic pożytecznego.
pt: Outra descoberta de um beta tester: salvar um tópico do fórum costumava acionar uma dica única chamada "Ações mais rápidas para episódios", descrevendo deslizar para excluir e marcar como reproduzido — nenhuma das quais existe em um tópico salvo. A dica agora corresponde ao que você realmente salvou, e os usuários do VoiceOver recebem uma versão precisa que aponta para o rotor de ações em vez de uma instrução de deslizar para a esquerda que, no VoiceOver, apenas move o foco para o item anterior sem fazer nada útil.
ru: Ещё одна находка бета-тестера: сохранение темы форума раньше запускало одноразовую подсказку под названием «Более быстрые действия для эпизодов», описывающую смахивание для удаления и отметку как прослушанное — ни того, ни другого у сохранённой темы не существует. Теперь подсказка соответствует тому, что вы действительно сохранили, а пользователи VoiceOver получают точную версию, указывающую на колесо действий, вместо инструкции о смахивании влево, которая в VoiceOver просто перемещает фокус на предыдущий элемент, не делая ничего полезного.
sv: Ännu ett fynd från en betatestare: att spara ett foruminlägg brukade utlösa ett engångstips med titeln "Snabbare åtgärder för avsnitt", som beskrev svep-för-att-radera och markera som spelat — inget av detta finns på ett sparat inlägg. Tipset matchar nu det du faktiskt sparat, och VoiceOver-användare får en korrekt version som pekar mot åtgärdshjulet istället för en svep-vänster-instruktion som under VoiceOver bara flyttar fokus till föregående objekt utan att göra något användbart.
th: อีกหนึ่งข้อค้นพบจากผู้ทดสอบเบต้า: การบันทึกหัวข้อในฟอรัมเคยแสดงเคล็ดลับแบบครั้งเดียวชื่อ "การดำเนินการที่รวดเร็วขึ้นสำหรับตอน" ซึ่งอธิบายการปัดเพื่อลบและทำเครื่องหมายว่าเล่นแล้ว — ทั้งสองอย่างนี้ไม่มีอยู่ในหัวข้อที่บันทึกไว้เลย ตอนนี้เคล็ดลับจะตรงกับสิ่งที่คุณบันทึกไว้จริง ๆ และผู้ใช้ VoiceOver จะได้รับเวอร์ชันที่ถูกต้องซึ่งชี้ไปที่วงล้อการดำเนินการ แทนคำแนะนำให้ปัดไปทางซ้ายซึ่งใน VoiceOver จะแค่ย้ายโฟกัสไปยังรายการก่อนหน้าโดยไม่ทำอะไรที่เป็นประโยชน์เลย
tr: Bir beta test kullanıcısının bir başka bulgusu: bir forum konusunu kaydetmek daha önce "Bölümler İçin Daha Hızlı İşlemler" başlıklı, tek seferlik bir ipucunu tetikliyordu; bu ipucu kaydırarak silme ve oynatıldı olarak işaretlemeyi anlatıyordu — hiçbiri kaydedilmiş bir konuda mevcut değil. İpucu artık gerçekte kaydettiğiniz şeyle eşleşiyor ve VoiceOver kullanıcıları, VoiceOver'da yalnızca odağı bir önceki öğeye taşıyıp hiçbir işe yaramayan sola kaydırma talimatı yerine, İşlemler çarkına yönlendiren doğru bir sürüm alıyor.
uk: Ще одна знахідка бета-тестувальника: збереження теми форуму раніше запускало одноразову підказку під назвою «Швидші дії для епізодів», яка описувала змахування для видалення й позначення як відтвореного — жодного з них не існує для збереженої теми. Тепер підказка відповідає тому, що ви справді зберегли, а користувачі VoiceOver отримують точну версію, яка вказує на колесо дій, замість інструкції про змахування ліворуч, яка в VoiceOver лише переміщує фокус на попередній елемент, не роблячи нічого корисного.
vi: Một phát hiện khác từ người thử nghiệm beta: lưu một chủ đề diễn đàn trước đây từng kích hoạt mẹo một lần có tên "Thao tác nhanh hơn cho tập", mô tả vuốt để xóa và đánh dấu là đã phát — không cái nào tồn tại trên một chủ đề đã lưu. Mẹo này giờ đây khớp với những gì bạn thực sự đã lưu, và người dùng VoiceOver nhận được phiên bản chính xác trỏ đến bánh xe Thao tác thay vì hướng dẫn vuốt sang trái mà dưới VoiceOver chỉ di chuyển tiêu điểm đến mục trước đó mà không làm được gì hữu ích.
zh_hans: 另一个由测试人员发现的问题：保存论坛话题以前会触发一条名为"更快的单集操作"的一次性提示，内容描述的是滑动删除和标记为已播放——而这两项在已保存的话题上根本不存在。现在这条提示会根据你实际保存的内容显示，VoiceOver 用户也会得到一个准确的版本，指向操作转盘，而不是那条在 VoiceOver 下只会把焦点移到上一个项目、毫无实际作用的向左滑动说明。

source: Answer a few questions and get a draft bio you can edit.
ar: أجب عن بعض الأسئلة واحصل على مسودة سيرة ذاتية يمكنك تعديلها.
de: Beantworte ein paar Fragen und erhalte einen bearbeitbaren Entwurf für deine Biografie.
el: Απαντήστε σε μερικές ερωτήσεις και λάβετε ένα προσχέδιο βιογραφικού που μπορείτε να επεξεργαστείτε.
es: Responde algunas preguntas y obtén un borrador de biografía que puedes editar.
fa: به چند پرسش پاسخ دهید و پیش‌نویس بیوگرافی‌ای دریافت کنید که می‌توانید ویرایش کنید.
fr: Répondez à quelques questions pour obtenir une ébauche de bio que vous pourrez modifier.
he: ענה על כמה שאלות וקבל טיוטת ביוגרפיה שתוכל לערוך.
hi: कुछ प्रश्नों के उत्तर दें और एक ड्राफ़्ट बायो प्राप्त करें जिसे आप संपादित कर सकते हैं।
id: Jawab beberapa pertanyaan dan dapatkan draf bio yang dapat Anda edit.
it: Rispondi ad alcune domande e ottieni una bozza di biografia che puoi modificare.
ja: いくつかの質問に答えると、編集可能なプロフィール文の下書きが作成されます。
ko: 몇 가지 질문에 답하면 편집 가능한 소개글 초안을 받을 수 있습니다.
nl: Beantwoord een paar vragen en ontvang een concept-bio die je kunt bewerken.
pl: Odpowiedz na kilka pytań i otrzymaj szkic biografii, który możesz edytować.
pt: Responda a algumas perguntas e obtenha um rascunho de biografia que você pode editar.
ru: Ответьте на несколько вопросов и получите черновик биографии, который можно отредактировать.
sv: Svara på några frågor och få ett utkast till biografi som du kan redigera.
th: ตอบคำถามสองสามข้อเพื่อรับร่างประวัติที่คุณสามารถแก้ไขได้
tr: Birkaç soruyu yanıtlayın ve düzenleyebileceğiniz bir taslak biyografi alın.
uk: Дайте відповідь на кілька запитань і отримайте чернетку біографії, яку можна редагувати.
vi: Trả lời một vài câu hỏi để nhận bản nháp tiểu sử mà bạn có thể chỉnh sửa.
zh_hans: 回答几个问题，即可获得可编辑的简介草稿。
